Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

source: Start over
ar_sa: البدء من جديد
de_de: Von vorne starten
es_es: Empezar de nuevo
fr_fr: Reprendre depuis le début
hi_in: फिर से शुरू करें
ja_jp: 最初から開始
ko_kr: 처음부터 시작
pt_br: Começar de novo
tr_tr: Baştan başlat
zh_hans: 从头开始

source: Clear all live resume items
ar_sa: مسح كل عناصر استئناف البث المباشر
de_de: Alle Live-Fortsetzen-Einträge löschen
es_es: Borrar todos los elementos de reanudación en directo
fr_fr: Effacer tous les éléments de reprise en direct
hi_in: सभी लाइव रिज्यूम आइटम साफ़ करें
ja_jp: すべてのライブ再開項目を消去
ko_kr: 모든 라이브 이어보기 항목 지우기
pt_br: Limpar todos os itens de retomada ao vivo
tr_tr: Tüm canlı sürdürme öğelerini temizle
zh_hans: 清除所有直播续播项

# ContinueWatchingClearLiveButton.Content
source: Clear all
ar_sa: مسح الكل
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
ja_jp: すべて消去
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

source: Clear all movie queue items
ar_sa: مسح كل عناصر قائمة الأفلام
de_de: Alle Filmeinträge in der Warteschlange löschen
es_es: Borrar todos los elementos de la cola de películas
fr_fr: Effacer tous les éléments de la file de films
hi_in: सभी फ़िल्म कतार आइटम साफ़ करें
ja_jp: すべての映画キュー項目を消去
ko_kr: 모든 영화 대기열 항목 지우기
pt_br: Limpar todos os itens da fila de filmes
tr_tr: Tüm film kuyruğu öğelerini temizle
zh_hans: 清除所有电影队列项

# ContinueWatchingClearMoviesButton.Content
source: Clear all
ar_sa: مسح الكل
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
ja_jp: すべて消去
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

source: Clear all series queue items
ar_sa: مسح كل عناصر قائمة المسلسلات
de_de: Alle Serieneinträge in der Warteschlange löschen
es_es: Borrar todos los elementos de la cola de series
fr_fr: Effacer tous les éléments de la file de séries
hi_in: सभी सीरीज़ कतार आइटम साफ़ करें
ja_jp: すべてのシリーズキュー項目を消去
ko_kr: 모든 시리즈 대기열 항목 지우기
pt_br: Limpar todos os itens da fila de séries
tr_tr: Tüm dizi kuyruğu öğelerini temizle
zh_hans: 清除所有剧集队列项

# ContinueWatchingClearSeriesButton.Content
source: Clear all
ar_sa: مسح الكل
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
ja_jp: すべて消去
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

source: Hide watched continue watching items
ar_sa: إخفاء عناصر متابعة المشاهدة التي تمت مشاهدتها
de_de: Gesehene Fortsetzen-Einträge ausblenden
es_es: Ocultar elementos vistos de Continuar viendo
fr_fr: Masquer les éléments déjà vus de Continuer à regarder
hi_in: देखे गए जारी रखें आइटम छिपाएं
ja_jp: 視聴済みの続きを見る項目を非表示
ko_kr: 시청한 이어보기 항목 숨기기
pt_br: Ocultar itens assistidos de continuar assistindo
tr_tr: İzlenmiş sürdürme öğelerini gizle
zh_hans: 隐藏已观看的继续观看项

# ContinueWatchingHideWatchedToggle.Header
source: Hide watched
ar_sa: إخفاء المشاهد
de_de: Gesehene ausblenden
es_es: Ocultar vistos
fr_fr: Masquer les vus
hi_in: देखे गए छिपाएं
ja_jp: 視聴済みを非表示
ko_kr: 시청한 항목 숨기기
pt_br: Ocultar assistidos
tr_tr: İzlenmişleri gizle
zh_hans: 隐藏已观看

source: Remove from continue watching
ar_sa: إزالة من متابعة المشاهدة
de_de: Aus Fortsetzen entfernen
es_es: Quitar de Continuar viendo
fr_fr: Retirer de Continuer à regarder
hi_in: जारी रखें से हटाएं
ja_jp: 続きを見るから削除
ko_kr: 이어보기에서 제거
pt_br: Remover de continuar assistindo
tr_tr: Sürdürmeden kaldır
zh_hans: 从继续观看中移除

# ContinueWatchingLiveRemoveButton.ToolTipService.ToolTip
source: Remove
ar_sa: إزالة
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
hi_in: हटाएं
ja_jp: 削除
ko_kr: 제거
pt_br: Remover
tr_tr: Kaldır
zh_hans: 移除

source: Mark episode unwatched
ar_sa: تعليم الحلقة كغير مشاهدة
de_de: Folge als ungesehen markieren
es_es: Marcar episodio como no visto
fr_fr: Marquer l'épisode comme non vu
hi_in: एपिसोड को अनदेखा चिह्नित करें
ja_jp: エピソードを未視聴にする
ko_kr: 에피소드를 미시청으로 표시
pt_br: Marcar episódio como não assistido
tr_tr: Bölümü izlenmemiş işaretle
zh_hans: 标记剧集为未观看

# ContinueWatchingMarkEpisodeUnwatchedButton.Content
source: Unwatched
ar_sa: غير مشاهدة
de_de: Ungesehen
es_es: No visto
fr_fr: Non vu
hi_in: अनदेखा
ja_jp: 未視聴
ko_kr: 미시청
pt_br: Não assistido
tr_tr: İzlenmedi
zh_hans: 未观看

source: Mark episode watched
ar_sa: تعليم الحلقة كمشاهدة
de_de: Folge als gesehen markieren
es_es: Marcar episodio como visto
fr_fr: Marquer l'épisode comme vu
hi_in: एपिसोड को देखा गया चिह्नित करें
ja_jp: エピソードを視聴済みにする
ko_kr: 에피소드를 시청함으로 표시
pt_br: Marcar episódio como assistido
tr_tr: Bölümü izlendi işaretle
zh_hans: 标记剧集为已观看

# ContinueWatchingMarkEpisodeWatchedButton.Content
source: Watched
ar_sa: مشاهدة
de_de: Gesehen
es_es: Visto
fr_fr: Vu
hi_in: देखा गया
ja_jp: 視聴済み
ko_kr: 시청함
pt_br: Assistido
tr_tr: İzlendi
zh_hans: 已观看

source: Mark movie unwatched
ar_sa: تعليم الفيلم كغير مشاهد
de_de: Film als ungesehen markieren
es_es: Marcar película como no vista
fr_fr: Marquer le film comme non vu
hi_in: फ़िल्म को अनदेखा चिह्नित करें
ja_jp: 映画を未視聴にする
ko_kr: 영화를 미시청으로 표시
pt_br: Marcar filme como não assistido
tr_tr: Filmi izlenmemiş işaretle
zh_hans: 标记电影为未观看

# ContinueWatchingMarkMovieUnwatchedButton.Content
source: Unwatched
ar_sa: غير مشاهدة
de_de: Ungesehen
es_es: No visto
fr_fr: Non vu
hi_in: अनदेखा
ja_jp: 未視聴
ko_kr: 미시청
pt_br: Não assistido
tr_tr: İzlenmedi
zh_hans: 未观看

source: Mark movie watched
ar_sa: تعليم الفيلم كمشاهد
de_de: Film als gesehen markieren
es_es: Marcar película como vista
fr_fr: Marquer le film comme vu
hi_in: फ़िल्म को देखा गया चिह्नित करें
ja_jp: 映画を視聴済みにする
ko_kr: 영화를 시청함으로 표시
pt_br: Marcar filme como assistido
tr_tr: Filmi izlendi işaretle
zh_hans: 标记电影为已观看

# ContinueWatchingMarkMovieWatchedButton.Content
source: Watched
ar_sa: مشاهدة
de_de: Gesehen
es_es: Visto
fr_fr: Vu
hi_in: देखा गया
ja_jp: 視聴済み
ko_kr: 시청함
pt_br: Assistido
tr_tr: İzlendi
zh_hans: 已观看

# ContinueWatchingMovieRemoveButton.ToolTipService.ToolTip
source: Remove
ar_sa: إزالة
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
hi_in: हटाएं
ja_jp: 削除
ko_kr: 제거
pt_br: Remover
tr_tr: Kaldır
zh_hans: 移除

# ContinueWatchingSeriesRemoveButton.ToolTipService.ToolTip
source: Remove
ar_sa: إزالة
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
hi_in: हटाएं
ja_jp: 削除
ko_kr: 제거
pt_br: Remover
tr_tr: Kaldır
zh_hans: 移除

source: Clear all favorite live channels
ar_sa: مسح كل القنوات المباشرة المفضلة
de_de: Alle favorisierten Live-Sender löschen
es_es: Borrar todos los canales en directo favoritos
fr_fr: Effacer toutes les chaînes en direct favorites
hi_in: सभी पसंदीदा लाइव चैनल साफ़ करें
ja_jp: すべてのお気に入りライブチャンネルを消去
ko_kr: 모든 즐겨찾기 라이브 채널 지우기
pt_br: Limpar todos os canais ao vivo favoritos
tr_tr: Tüm favori canlı kanalları temizle
zh_hans: 清除所有收藏直播频道

# FavoritesClearLiveButton.Content
source: Clear all
ar_sa: مسح الكل
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
ja_jp: すべて消去
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

source: Clear all favorite movies
ar_sa: مسح كل الأفلام المفضلة
de_de: Alle Lieblingsfilme löschen
es_es: Borrar todas las películas favoritas
fr_fr: Effacer tous les films favoris
hi_in: सभी पसंदीदा फ़िल्में साफ़ करें
ja_jp: すべてのお気に入り映画を消去
ko_kr: 모든 즐겨찾기 영화 지우기
pt_br: Limpar todos os filmes favoritos
tr_tr: Tüm favori filmleri temizle
zh_hans: 清除所有收藏电影

# FavoritesClearMoviesButton.Content
source: Clear all
ar_sa: مسح الكل
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
ja_jp: すべて消去
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

source: Clear all favorite series
ar_sa: مسح كل المسلسلات المفضلة
de_de: Alle Lieblingsserien löschen
es_es: Borrar todas las series favoritas
fr_fr: Effacer toutes les séries favorites
hi_in: सभी पसंदीदा सीरीज़ साफ़ करें
ja_jp: すべてのお気に入りシリーズを消去
ko_kr: 모든 즐겨찾기 시리즈 지우기
pt_br: Limpar todas as séries favoritas
tr_tr: Tüm favori dizileri temizle
zh_hans: 清除所有收藏剧集

# FavoritesClearSeriesButton.Content
source: Clear all
ar_sa: مسح الكل
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
hi_in: सभी साफ़ करें
ja_jp: すべて消去
ko_kr: 모두 지우기
pt_br: Limpar tudo
tr_tr: Tümünü temizle
zh_hans: 全部清除

# FavoritesLiveFavoriteMeta.Text
source: Live favorite
ar_sa: مفضلة مباشرة
de_de: Live-Favorit
es_es: Favorito en directo
fr_fr: Favori en direct
hi_in: लाइव पसंदीदा
ja_jp: ライブお気に入り
ko_kr: 라이브 즐겨찾기
pt_br: Favorito ao vivo
tr_tr: Canlı favori
zh_hans: 直播收藏

# FavoritesPlaySelectedEpisodeButton.Content
source: Play
ar_sa: تشغيل
de_de: Abspielen
es_es: Reproducir
fr_fr: Lire
hi_in: चलाएं
ja_jp: 再生
ko_kr: 재생
pt_br: Reproduzir
tr_tr: Oynat
zh_hans: 播放

source: Remove favorite
ar_sa: إزالة من المفضلة
de_de: Favorit entfernen
es_es: Quitar favorito
fr_fr: Retirer le favori
hi_in: पसंदीदा हटाएं
ja_jp: お気に入りを削除
ko_kr: 즐겨찾기 제거
pt_br: Remover favorito
tr_tr: Favoriyi kaldır
zh_hans: 移除收藏

# FavoritesRemoveChannelButton.ToolTipService.ToolTip
source: Remove
ar_sa: إزالة
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
hi_in: हटाएं
ja_jp: 削除
ko_kr: 제거
pt_br: Remover
tr_tr: Kaldır
zh_hans: 移除

# FavoritesRemoveMovieButton.ToolTipService.ToolTip
source: Remove
ar_sa: إزالة
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
hi_in: हटाएं
ja_jp: 削除
ko_kr: 제거
pt_br: Remover
tr_tr: Kaldır
zh_hans: 移除

# FavoritesRemoveSeriesButton.ToolTipService.ToolTip
source: Remove
ar_sa: إزالة
de_de: Entfernen
es_es: Quitar
fr_fr: Retirer
hi_in: हटाएं
ja_jp: 削除
ko_kr: 제거
pt_br: Remover
tr_tr: Kaldır
zh_hans: 移除

source: Clear recently watched channels
ar_sa: مسح القنوات التي تمت مشاهدتها مؤخرا
de_de: Kürzlich gesehene Sender löschen
es_es: Borrar canales vistos recientemente
fr_fr: Effacer les chaînes regardées récemment
hi_in: हाल में देखे गए चैनल साफ़ करें
ja_jp: 最近視聴したチャンネルを消去
ko_kr: 최근 시청한 채널 지우기
pt_br: Limpar canais assistidos recentemente
tr_tr: Son izlenen kanalları temizle
zh_hans: 清除最近观看的频道

# GeneralGuideButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open guide
ar_sa: فتح الدليل
de_de: Guide öffnen
es_es: Abrir guía
fr_fr: Ouvrir le guide
hi_in: गाइड खोलें
ja_jp: ガイドを開く
ko_kr: 가이드 열기
pt_br: Abrir guia
tr_tr: Rehberi aç
zh_hans: 打开指南

# GeneralMovieMeta.Text
source: Movie
ar_sa: فيلم
de_de: Film
es_es: Película
fr_fr: Film
hi_in: फ़िल्म
ja_jp: 映画
ko_kr: 영화
pt_br: Filme
tr_tr: Film
zh_hans: 电影

# GeneralSeriesMeta.Text
source: Series
ar_sa: مسلسل
de_de: Serie
es_es: Serie
fr_fr: Série
hi_in: सीरीज़
ja_jp: シリーズ
ko_kr: 시리즈
pt_br: Série
tr_tr: Dizi
zh_hans: 剧集

source: All Channels
ar_sa: كل القنوات
de_de: Alle Sender
es_es: Todos los canales
fr_fr: Toutes les chaînes
hi_in: सभी चैनल
ja_jp: すべてのチャンネル
ko_kr: 모든 채널
pt_br: Todos os canais
tr_tr: Tüm kanallar
zh_hans: 所有频道

source: Open all live TV
ar_sa: فتح كل البث المباشر
de_de: Alle Live-TV-Sender öffnen
es_es: Abrir toda la TV en directo
fr_fr: Ouvrir toute la TV en direct
hi_in: सभी लाइव TV खोलें
ja_jp: すべてのライブTVを開く
ko_kr: 모든 라이브 TV 열기
pt_br: Abrir toda a TV ao vivo
tr_tr: Tüm canlı TV'yi aç
zh_hans: 打开所有直播电视

source: Browse catalog
ar_sa: تصفح الكتالوج
de_de: Katalog durchsuchen
es_es: Explorar catálogo
fr_fr: Parcourir le catalogue
hi_in: कैटलॉग ब्राउज़ करें
ja_jp: カタログを閲覧
ko_kr: 카탈로그 탐색
pt_br: Navegar pelo catálogo
tr_tr: Kataloğa göz at
zh_hans: 浏览目录

source: Favorites
ar_sa: المفضلة
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
ja_jp: お気に入り
ko_kr: 즐겨찾기
pt_br: Favoritos
tr_tr: Favoriler
zh_hans: 收藏

source: Recently Watched
ar_sa: تمت مشاهدته مؤخرا
de_de: Kürzlich gesehen
es_es: Visto recientemente
fr_fr: Regardé récemment
hi_in: हाल में देखा गया
ja_jp: 最近視聴
ko_kr: 최근 시청
pt_br: Assistidos recentemente
tr_tr: Son izlenenler
zh_hans: 最近观看

# HomeSportsButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sports
ar_sa: الرياضة
de_de: Sport
es_es: Deportes
hi_in: खेल
ja_jp: スポーツ
ko_kr: 스포츠
pt_br: Esportes
tr_tr: Spor
zh_hans: 体育

source: Watch Live TV
ar_sa: مشاهدة البث المباشر
de_de: Live-TV ansehen
es_es: Ver TV en directo
fr_fr: Regarder la TV en direct
hi_in: लाइव TV देखें
ja_jp: ライブTVを見る
ko_kr: 라이브 TV 보기
pt_br: Assistir TV ao vivo
tr_tr: Canlı TV izle
zh_hans: 观看直播电视

# MoviesCategoryList.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Movie categories
ar_sa: فئات الأفلام
de_de: Filmkategorien
es_es: Categorías de películas
fr_fr: Catégories de films
hi_in: फ़िल्म श्रेणियां
ja_jp: 映画カテゴリ
ko_kr: 영화 카테고리
pt_br: Categorias de filmes
tr_tr: Film kategorileri
zh_hans: 电影分类

source: Movie details
ar_sa: تفاصيل الفيلم
de_de: Filmdetails
es_es: Detalles de la película
fr_fr: Détails du film
hi_in: फ़िल्म विवरण
ja_jp: 映画詳細
ko_kr: 영화 세부 정보
pt_br: Detalhes do filme
tr_tr: Film ayrıntıları
zh_hans: 电影详情

# MoviesDetailsButton.ToolTipService.ToolTip
source: Details
ar_sa: التفاصيل
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
ja_jp: 詳細
ko_kr: 세부 정보
pt_br: Detalhes
tr_tr: Ayrıntılar
zh_hans: 详情

source: Download
ar_sa: تنزيل
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करें
ja_jp: ダウンロード
ko_kr: 다운로드
pt_br: Baixar
tr_tr: İndir
zh_hans: 下载

# MoviesDownloadButton.ToolTipService.ToolTip
source: Download
ar_sa: تنزيل
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करें
ja_jp: ダウンロード
ko_kr: 다운로드
pt_br: Baixar
tr_tr: İndir
zh_hans: 下载

source: Show favorite movies only
ar_sa: عرض الأفلام المفضلة فقط
de_de: Nur Lieblingsfilme anzeigen
es_es: Mostrar solo películas favoritas
fr_fr: Afficher seulement les films favoris
hi_in: केवल पसंदीदा फ़िल्में दिखाएं
ja_jp: お気に入り映画のみ表示
ko_kr: 즐겨찾기 영화만 표시
pt_br: Mostrar apenas filmes favoritos
tr_tr: Yalnızca favori filmleri göster
zh_hans: 仅显示收藏电影

# MoviesFavoritesFilter.Content
source: Favorites
ar_sa: المفضلة
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
ja_jp: お気に入り
ko_kr: 즐겨찾기
pt_br: Favoritos
tr_tr: Favoriler
zh_hans: 收藏

source: Show primary movie entries only
ar_sa: عرض إدخالات الأفلام الأساسية فقط
de_de: Nur primäre Filmeinträge anzeigen
es_es: Mostrar solo entradas principales de películas
fr_fr: Afficher seulement les entrées principales de films
hi_in: केवल प्राथमिक फ़िल्म प्रविष्टियां दिखाएं
ja_jp: 主要な映画項目のみ表示
ko_kr: 기본 영화 항목만 표시
pt_br: Mostrar apenas entradas principais de filmes
tr_tr: Yalnızca birincil film kayıtlarını göster
zh_hans: 仅显示主要电影条目

# MoviesPrimaryOnlyFilter.Content
source: Primary only
ar_sa: الأساسي فقط
de_de: Nur primäre
es_es: Solo principales
fr_fr: Principaux uniquement
hi_in: केवल प्राथमिक
ja_jp: 主要のみ
ko_kr: 기본만
pt_br: Apenas principais
tr_tr: Yalnızca birincil
zh_hans: 仅主要

source: Movie provider
ar_sa: مزود الأفلام
de_de: Filmanbieter
es_es: Proveedor de películas
fr_fr: Fournisseur de films
hi_in: फ़िल्म प्रदाता
ja_jp: 映画プロバイダー
ko_kr: 영화 공급자
pt_br: Provedor de filmes
tr_tr: Film sağlayıcısı
zh_hans: 电影提供方

# MoviesSearchBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search movies
ar_sa: البحث في الأفلام
de_de: Filme suchen
es_es: Buscar películas
fr_fr: Rechercher des films
hi_in: फ़िल्में खोजें
ja_jp: 映画を検索
ko_kr: 영화 검색
pt_br: Pesquisar filmes
tr_tr: Filmlerde ara
zh_hans: 搜索电影

# MoviesSortComboBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Movie sort
ar_sa: فرز الأفلام
de_de: Filmsortierung
es_es: Orden de películas
fr_fr: Tri des films
hi_in: फ़िल्म क्रम
ja_jp: 映画の並べ替え
ko_kr: 영화 정렬
pt_br: Ordenação de filmes
tr_tr: Film sıralaması
zh_hans: 电影排序

# PlayerAudioDelayValueText.Text
source: Audio delay 0.0s
ar_sa: تأخير الصوت 0.0 ث
de_de: Audioverzögerung 0,0 s
es_es: Retardo de audio 0,0 s
fr_fr: Décalage audio 0,0 s
hi_in: ऑडियो विलंब 0.0s
ja_jp: 音声遅延 0.0 秒
ko_kr: 오디오 지연 0.0초
pt_br: Atraso de áudio 0,0 s
tr_tr: Ses gecikmesi 0,0 sn
zh_hans: 音频延迟 0.0 秒

# PlayerRotation0Button.Content
source: 0 deg
ar_sa: 0 درجة
de_de: 0 Grad
hi_in: 0 डिग्री
ja_jp: 0 度
ko_kr: 0도
tr_tr: 0 derece
zh_hans: 0 度

# PlayerRotation180Button.Content
source: 180 deg
ar_sa: 180 درجة
de_de: 180 Grad
hi_in: 180 डिग्री
ja_jp: 180 度
ko_kr: 180도
tr_tr: 180 derece
zh_hans: 180 度

# PlayerRotation270Button.Content
source: 270 deg
ar_sa: 270 درجة
de_de: 270 Grad
hi_in: 270 डिग्री
ja_jp: 270 度
ko_kr: 270도
tr_tr: 270 derece
zh_hans: 270 度

# PlayerRotation90Button.Content
source: 90 deg
ar_sa: 90 درجة
de_de: 90 Grad
hi_in: 90 डिग्री
ja_jp: 90 度
ko_kr: 90도
tr_tr: 90 derece
zh_hans: 90 度

# PlayerSubtitleDelayValueText.Text
source: Subtitle delay 0.0s
ar_sa: تأخير الترجمة 0.0 ث
de_de: Untertitelverzögerung 0,0 s
es_es: Retardo de subtítulos 0,0 s
fr_fr: Décalage des sous-titres 0,0 s
hi_in: उपशीर्षक विलंब 0.0s
ja_jp: 字幕遅延 0.0 秒
ko_kr: 자막 지연 0.0초
pt_br: Atraso da legenda 0,0 s
tr_tr: Altyazı gecikmesi 0,0 sn
zh_hans: 字幕延迟 0.0 秒

# SeriesCategoryList.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Series categories
ar_sa: فئات المسلسلات
de_de: Serienkategorien
es_es: Categorías de series
fr_fr: Catégories de séries
hi_in: सीरीज़ श्रेणियां
ja_jp: シリーズカテゴリ
ko_kr: 시리즈 카테고리
pt_br: Categorias de séries
tr_tr: Dizi kategorileri
zh_hans: 剧集分类

source: Episode details
ar_sa: تفاصيل الحلقة
de_de: Folgendetails
es_es: Detalles del episodio
fr_fr: Détails de l'épisode
hi_in: एपिसोड विवरण
ja_jp: エピソード詳細
ko_kr: 에피소드 세부 정보
pt_br: Detalhes do episódio
tr_tr: Bölüm ayrıntıları
zh_hans: 剧集详情

# SeriesEpisodeDetailsButton.ToolTipService.ToolTip
source: Details
ar_sa: التفاصيل
es_es: Detalles
fr_fr: Détails
hi_in: विवरण
ja_jp: 詳細
ko_kr: 세부 정보
pt_br: Detalhes
tr_tr: Ayrıntılar
zh_hans: 详情

source: Download episode
ar_sa: تنزيل الحلقة
de_de: Folge herunterladen
es_es: Descargar episodio
fr_fr: Télécharger l'épisode
hi_in: एपिसोड डाउनलोड करें
ja_jp: エピソードをダウンロード
ko_kr: 에피소드 다운로드
pt_br: Baixar episódio
tr_tr: Bölümü indir
zh_hans: 下载剧集

# SeriesEpisodeDownloadButton.ToolTipService.ToolTip
source: Download
ar_sa: تنزيل
de_de: Herunterladen
es_es: Descargar
fr_fr: Télécharger
hi_in: डाउनलोड करें
ja_jp: ダウンロード
ko_kr: 다운로드
pt_br: Baixar
tr_tr: İndir
zh_hans: 下载

source: Episode source
ar_sa: مصدر الحلقة
de_de: Folgenquelle
es_es: Fuente del episodio
fr_fr: Source de l'épisode
hi_in: एपिसोड स्रोत
ja_jp: エピソードのソース
ko_kr: 에피소드 소스
pt_br: Fonte do episódio
tr_tr: Bölüm kaynağı
zh_hans: 剧集来源

source: Show favorite series only
ar_sa: عرض المسلسلات المفضلة فقط
de_de: Nur Lieblingsserien anzeigen
es_es: Mostrar solo series favoritas
fr_fr: Afficher seulement les séries favorites
hi_in: केवल पसंदीदा सीरीज़ दिखाएं
ja_jp: お気に入りシリーズのみ表示
ko_kr: 즐겨찾기 시리즈만 표시
pt_br: Mostrar apenas séries favoritas
tr_tr: Yalnızca favori dizileri göster
zh_hans: 仅显示收藏剧集

# SeriesFavoritesFilter.Content
source: Favorites
ar_sa: المفضلة
de_de: Favoriten
es_es: Favoritos
fr_fr: Favoris
hi_in: पसंदीदा
ja_jp: お気に入り
ko_kr: 즐겨찾기
pt_br: Favoritos
tr_tr: Favoriler
zh_hans: 收藏

source: Hide watched episodes
ar_sa: إخفاء الحلقات المشاهدة
de_de: Gesehene Folgen ausblenden
es_es: Ocultar episodios vistos
fr_fr: Masquer les épisodes vus
hi_in: देखे गए एपिसोड छिपाएं
ja_jp: 視聴済みエピソードを非表示
ko_kr: 시청한 에피소드 숨기기
pt_br: Ocultar episódios assistidos
tr_tr: İzlenmiş bölümleri gizle
zh_hans: 隐藏已观看剧集

source: Play selected episode
ar_sa: تشغيل الحلقة المحددة
de_de: Ausgewählte Folge abspielen
es_es: Reproducir episodio seleccionado
fr_fr: Lire l'épisode sélectionné
hi_in: चुना हुआ एपिसोड चलाएं
ja_jp: 選択したエピソードを再生
ko_kr: 선택한 에피소드 재생
pt_br: Reproduzir episódio selecionado
tr_tr: Seçili bölümü oynat
zh_hans: 播放所选剧集

# SeriesPlaySelectedEpisodeButton.Content
source: Play
ar_sa: تشغيل
de_de: Abspielen
es_es: Reproducir
fr_fr: Lire
hi_in: चलाएं
ja_jp: 再生
ko_kr: 재생
pt_br: Reproduzir
tr_tr: Oynat
zh_hans: 播放

source: Show primary series entries only
ar_sa: عرض إدخالات المسلسلات الأساسية فقط
de_de: Nur primäre Serieneinträge anzeigen
es_es: Mostrar solo entradas principales de series
fr_fr: Afficher seulement les entrées principales de séries
hi_in: केवल प्राथमिक सीरीज़ प्रविष्टियां दिखाएं
ja_jp: 主要なシリーズ項目のみ表示
ko_kr: 기본 시리즈 항목만 표시
pt_br: Mostrar apenas entradas principais de séries
tr_tr: Yalnızca birincil dizi kayıtlarını göster
zh_hans: 仅显示主要剧集条目

# SeriesPrimaryOnlyFilter.Content
source: Primary only
ar_sa: الأساسي فقط
de_de: Nur primäre
es_es: Solo principales
fr_fr: Principaux uniquement
hi_in: केवल प्राथमिक
ja_jp: 主要のみ
ko_kr: 기본만
pt_br: Apenas principais
tr_tr: Yalnızca birincil
zh_hans: 仅主要

source: Series provider
ar_sa: مزود المسلسلات
de_de: Serienanbieter
es_es: Proveedor de series
fr_fr: Fournisseur de séries
hi_in: सीरीज़ प्रदाता
ja_jp: シリーズプロバイダー
ko_kr: 시리즈 공급자
pt_br: Provedor de séries
tr_tr: Dizi sağlayıcısı
zh_hans: 剧集提供方

# SeriesSearchBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Search series
ar_sa: البحث في المسلسلات
de_de: Serien suchen
es_es: Buscar series
fr_fr: Rechercher des séries
hi_in: सीरीज़ खोजें
ja_jp: シリーズを検索
ko_kr: 시리즈 검색
pt_br: Pesquisar séries
tr_tr: Dizilerde ara
zh_hans: 搜索剧集

source: Season
ar_sa: الموسم
de_de: Staffel
es_es: Temporada
fr_fr: Saison
hi_in: सीज़न
ja_jp: シーズン
ko_kr: 시즌
pt_br: Temporada
tr_tr: Sezon
zh_hans: 季

# SeriesSortComboBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Series sort
ar_sa: فرز المسلسلات
de_de: Seriensortierung
es_es: Orden de series
fr_fr: Tri des séries
hi_in: सीरीज़ क्रम
ja_jp: シリーズの並べ替え
ko_kr: 시리즈 정렬
pt_br: Ordenação de séries
tr_tr: Dizi sıralaması
zh_hans: 剧集排序

source: Accent pack
ar_sa: حزمة التمييز
de_de: Akzentpaket
es_es: Paquete de acento
fr_fr: Pack d'accent
hi_in: एक्सेंट पैक
ja_jp: アクセントパック
ko_kr: 강조색 팩
pt_br: Pacote de destaque
tr_tr: Vurgu paketi
zh_hans: 强调色包

source: Open app information
ar_sa: فتح معلومات التطبيق
de_de: App-Informationen öffnen
es_es: Abrir información de la app
fr_fr: Ouvrir les informations de l'app
hi_in: ऐप जानकारी खोलें
ja_jp: アプリ情報を開く
ko_kr: 앱 정보 열기
pt_br: Abrir informações do app
tr_tr: Uygulama bilgilerini aç
zh_hans: 打开应用信息

source: Enable automatic refresh
ar_sa: تمكين التحديث التلقائي
de_de: Automatische Aktualisierung aktivieren
es_es: Activar actualización automática
fr_fr: Activer l'actualisation automatique
hi_in: स्वचालित रिफ्रेश चालू करें
ja_jp: 自動更新を有効化
ko_kr: 자동 새로 고침 사용
pt_br: Ativar atualização automática
tr_tr: Otomatik yenilemeyi etkinleştir
zh_hans: 启用自动刷新

source: Export backup
ar_sa: تصدير النسخة الاحتياطية
de_de: Sicherung exportieren
es_es: Exportar copia de seguridad
fr_fr: Exporter la sauvegarde
hi_in: बैकअप निर्यात करें
ja_jp: バックアップをエクスポート
ko_kr: 백업 내보내기
pt_br: Exportar backup
tr_tr: Yedeği dışa aktar
zh_hans: 导出备份

source: App language
ar_sa: لغة التطبيق
de_de: App-Sprache
es_es: Idioma de la app
fr_fr: Langue de l'app
hi_in: ऐप भाषा
ja_jp: アプリの言語
ko_kr: 앱 언어
pt_br: Idioma do app
tr_tr: Uygulama dili
zh_hans: 应用语言

source: Open guide settings
ar_sa: فتح إعدادات الدليل
de_de: Guide-Einstellungen öffnen
es_es: Abrir ajustes de guía
fr_fr: Ouvrir les paramètres du guide
hi_in: गाइड सेटिंग्स खोलें
ja_jp: ガイド設定を開く
ko_kr: 가이드 설정 열기
pt_br: Abrir configurações do guia
tr_tr: Rehber ayarlarını aç
zh_hans: 打开指南设置

source: Open diagnostics export
ar_sa: فتح تصدير التشخيصات
de_de: Diagnoseexport öffnen
es_es: Abrir exportación de diagnóstico
fr_fr: Ouvrir l'export des diagnostics
hi_in: निदान निर्यात खोलें
ja_jp: 診断エクスポートを開く
ko_kr: 진단 내보내기 열기
pt_br: Abrir exportação de diagnósticos
tr_tr: Tanılama dışa aktarımını aç
zh_hans: 打开诊断导出

source: Open privacy policy
ar_sa: فتح سياسة الخصوصية
de_de: Datenschutzrichtlinie öffnen
es_es: Abrir política de privacidad
fr_fr: Ouvrir la politique de confidentialité
hi_in: गोपनीयता नीति खोलें
ja_jp: プライバシーポリシーを開く
ko_kr: 개인정보 처리방침 열기
pt_br: Abrir política de privacidade
tr_tr: Gizlilik politikasını aç
zh_hans: 打开隐私政策

source: Refresh cadence
ar_sa: إيقاع التحديث
de_de: Aktualisierungsintervall
es_es: Cadencia de actualización
fr_fr: Cadence d'actualisation
hi_in: रिफ्रेश अंतराल
ja_jp: 更新間隔
ko_kr: 새로 고침 주기
pt_br: Cadência de atualização
tr_tr: Yenileme aralığı
zh_hans: 刷新频率
